Repository: osaurus-ai/osaurus
Catalog: Packages/OsaurusCore/Resources/Localizable.xcstrings
Source language: en
Languages: ko, ru, zh_hans, zh_hant

source: Restore
ko: 복원
ru: Восстановить
zh_hans: 恢复
zh_hant: 恢復

source: Restore Anyway
ko: 그래도 복원
ru: Восстановить в любом случае
zh_hans: 仍然恢复
zh_hant: 仍然恢復

source: Restore View Defaults
ko: 보기 기본값 복원
ru: Восстановить настройки просмотра по умолчанию
zh_hans: 恢复视图默认值
zh_hant: 恢復視圖默認值

source: Restore view settings to recommended defaults (saved automatically, like any change)
ko: 보기 설정을 권장 기본값으로 복원(다른 변경 사항과 마찬가지로 자동으로 저장됨)
ru: Восстановить настройки просмотра до рекомендуемых значений по умолчанию (сохраняется автоматически, как и любое изменение).
zh_hans: 将视图设置恢复为推荐默认值（自动保存，与任何更改一样）
zh_hant: 將視圖設置恢復爲推薦默認值（自動保存，與任何更改一樣）

source: Restore view-only settings to recommended defaults (does not affect saved configuration)
ko: 보기 전용 설정을 권장 기본값으로 복원(저장된 구성에는 영향을 주지 않음)
ru: Восстановить рекомендуемые настройки режима только для просмотра (сохранённая конфигурация не изменится)
zh_hans: 将仅影响视图的设置恢复为推荐默认值（不影响已保存配置）
zh_hant: 將僅影響視圖的設置恢復爲推薦默認值（不影響已保存配置）

source: Restored
ko: 복원됨
ru: Восстановлено
zh_hans: 已恢复
zh_hant: 已恢復

source: Restored the database
ko: 데이터베이스 복원함
ru: Восстановил базу данных
zh_hans: 已恢复数据库
zh_hant: 已恢復數據庫

source: Restoring plugin dependencies
ko: 플러그인 종속성 복원 중
ru: Восстановление зависимостей плагина
zh_hans: 正在恢复插件依赖项
zh_hant: 正在恢復插件依賴項

source: Restoring plugins
ko: 플러그인 복원 중
ru: Восстановление плагинов
zh_hans: 正在恢复插件
zh_hant: 正在恢復插件

source: Restoring the database
ko: 데이터베이스 복원 중
ru: Восстановление базы данных
zh_hans: 正在恢复数据库
zh_hant: 正在恢復數據庫

source: Restricted for this agent.
ko: 이 에이전트에는 제한됩니다.
ru: Ограничено для этого агента.
zh_hans: 对此智能体受限。
zh_hant: 對此智能體受限。

source: RESULT
ko: 결과
ru: РЕЗУЛЬТАТ
zh_hans: 结果
zh_hant: 結果

source: RESULTS
ko: 결과
ru: РЕЗУЛЬТАТЫ
zh_hans: 结果
zh_hant: 結果

source: Resume
ko: 재개
ru: Резюме
zh_hans: 继续
zh_hant: 繼續

source: Resume at
ko: 다음에서 재개
ru: Возобновить в
zh_hans: 恢复时间
zh_hant: 恢復時間

source: Resume download
ko: 다운로드 재개
ru: Возобновить загрузку
zh_hans: 继续下载
zh_hant: 繼續下載

source: Retry
ko: 다시 시도
ru: Повторить попытку
zh_hans: 重试
zh_hant: 重試

source: Retry Anyway
ko: 그래도 다시 시도
ru: Все равно повторить попытку
zh_hans: 仍然重试
zh_hant: 仍然重試

source: Retry connection
ko: 연결 다시 시도
ru: Повторить подключение
zh_hans: 重试连接
zh_hant: 重試連線

source: Retry Load
ko: 불러오기 다시 시도
ru: Повторить загрузку
zh_hans: 重试加载
zh_hant: 重試加載

source: Retry open
ko: 열기 다시 시도
ru: Повторить попытку открытия
zh_hans: 重试打开
zh_hant: 重試打開

source: Retry Osaurus Cloud
ko: Osaurus Cloud 다시 시도
ru: Повторить подключение к Osaurus Cloud
zh_hans: 重试 Osaurus Cloud
zh_hant: 重試 Osaurus Cloud

source: Retry plugin load?
ko: 플러그인 불러오기를 다시 시도하시겠습니까?
ru: Повторить загрузку плагина?
zh_hans: 重试加载插件？
zh_hant: 重新加載插件？

source: Retry Sandbox
ko: 샌드박스 다시 시도
ru: Повторить попытку в песочнице
zh_hans: 重试沙盒
zh_hant: 重試沙盒

source: Retry starting the server
ko: 서버 시작 다시 시도
ru: Повторите запуск сервера
zh_hans: 重试启动服务端
zh_hant: 重試啓動服務器

source: Retrying
ko: 재시도 중
ru: Повторная попытка
zh_hans: 正在重试

source: Retrying…
ko: 다시 시도 중…
ru: Повторная попытка…
zh_hans: 正在重试…
zh_hant: 正在重試…

source: Return info for a single agent
ko: 단일 에이전트에 대한 정보 반환
ru: Информация о возврате для одного агента
zh_hans: 返回单个智能体的信息
zh_hant: 返回單個智能體的信息

source: Reusable prompt shortcuts invoked by typing / in the chat input
ko: 채팅 입력에서 /를 입력하여 호출하는 재사용 가능한 프롬프트 단축키
ru: Многоразовые сочетания клавиш, вызываемые при вводе / в поле ввода чата.
zh_hans: 在聊天输入框中输入 / 即可调用的可复用提示词快捷指令
zh_hant: 通過在聊天輸入框中輸入 / 調用的可重複使用提示詞快捷指令

source: Reuse cached prompt prefixes across requests for faster TTFT. When off, GPU and disk reuse are also disabled.
ko: 더 빠른 TTFT를 위해 요청 간에 캐시된 프롬프트 접두사를 재사용합니다. 꺼져 있으면 GPU 및 디스크 재사용도 비활성화됩니다.
ru: Повторно используйте кэшированные префиксы промптов в запросах для ускорения TTFT. Если выключено, GPU и повторное использование диска также отключены.
zh_hans: 跨请求重用缓存的提示前缀，以缩短首个 Token 生成时间（TTFT）。关闭时，GPU 和磁盘重用也将被禁用。
zh_hant: 跨請求重用緩存的提示前綴，以縮短首 token 生成時間 (TTFT)。關閉時，GPU 和磁盤重用也將被禁用。

source: Reuses previously-computed prompt prefixes so the second turn of a conversation starts faster than the first.
ko: 대화의 두 번째 턴이 첫 번째 턴보다 더 빨리 시작되도록 이전에 계산된 프롬프트 접두사를 재사용합니다.
ru: Повторно использует ранее вычисленные префиксы промптов, поэтому второй этап разговора начинается быстрее, чем первый.
zh_hans: 重用先前计算的提示前缀，使对话的第二轮启动速度比第一轮更快。
zh_hant: 重用先前計算的提示前綴，使對話的第二輪啓動速度比第一輪更快。

source: Reveal
ko: 보기
ru: Раскрывать
zh_hans: 显示
zh_hant: 顯示

source: Reveal in Finder
ko: Finder에서 보기
ru: Показать в Finder
zh_hans: 在访达中显示
zh_hant: 在 Finder 中顯示

source: Reveal this agent's sandbox home folder in Finder.
ko: Finder에서 이 에이전트의 샌드박스 홈 폴더를 봅니다.
ru: Откройте домашнюю папку песочницы этого агента в Finder.
zh_hans: 在访达中显示此智能体的沙盒主目录。
zh_hant: 在訪達中顯示此智能體的沙盒主目錄。

source: Review
ko: 검토
ru: Обзор
zh_hans: 审阅
zh_hant: 審閱

source: Review Bundle
ko: 번들 검토
ru: Обзорный комплект
zh_hans: 审核捆绑包
zh_hant: 審核捆綁包

source: Review Outbound Message
ko: 발신 메시지 검토
ru: Проверить исходящее сообщение
zh_hans: 审核外发消息
zh_hant: 審核外發訊息

source: Review redactions
ko: 비식별화 검토
ru: Проверить исправления
zh_hans: 审核脱敏内容
zh_hant: 審覈脫敏內容

source: Review the agreements that govern your use of Osaurus.
ko: Osaurus 사용을 관리하는 계약을 검토합니다.
ru: Ознакомьтесь с соглашениями, регулирующими использование вами Osaurus.
zh_hans: 查看约束你使用 Osaurus 的协议。
zh_hant: 查看約束你使用 Osaurus 的協議。

source: Review this code for bugs and improvements:
ko: 이 코드를 검토하여 버그 및 개선 사항 찾기:
ru: Просмотрите этот код на наличие ошибок и улучшений:
zh_hans: 请审查这段代码，查找缺陷并提出改进：
zh_hant: 請審查這段代碼，查找缺陷並提出改進：

source: Review…
ko: 검토…
ru: Проверить…
zh_hans: 审核…
zh_hant: 審核…

source: Revoke
ko: 취소
ru: Отозвать
zh_hans: 撤销
zh_hant: 撤銷

source: Revoke access?
ko: 접근 권한을 취소하시겠습니까?
ru: Отозвать доступ?
zh_hans: 撤销访问权限？
zh_hant: 撤銷訪問權限？

source: Revoke this invite
ko: 이 초대 취소
ru: Отозвать это промпт
zh_hans: 撤销此邀请
zh_hant: 撤銷此邀請

source: Revoke this invite?
ko: 이 초대를 취소하시겠습니까?
ru: Отозвать это промпт?
zh_hans: 撤销此邀请？
zh_hant: 撤銷此邀請？

source: Revoke this peer's access
ko: 이 피어의 접근 권한 취소
ru: Отменить доступ этого узла
zh_hans: 撤销此用户的访问权限
zh_hant: 撤銷此用戶的訪問權限

source: Revoked
ko: 취소됨
ru: Отозван
zh_hans: 已撤销
zh_hant: 撤銷

source: Risk-Aware Actions
ko: 위험 인식 작업
ru: Действия с учётом рисков
zh_hans: 风险意识行为
zh_hant: 風險意識行爲

source: Risky actions
ko: 위험한 작업
ru: Рискованные действия
zh_hans: 危险行为
zh_hant: 危險行爲

source: Rollback
ko: 롤백
ru: Откат
zh_hans: 回滚
zh_hant: 回滾

source: Rollback to Default
ko: 기본값으로 롤백
ru: Откат к настройкам по умолчанию
zh_hans: 恢复默认
zh_hant: 回滾到默認

source: Rolled back to the default theme
ko: 기본 테마로 롤백됨
ru: Откатился к теме по умолчанию
zh_hans: 已回滚到默认主题
zh_hant: 回滾到默認主題

source: Room
ko: 룸
ru: Комната
zh_hans: 房间
zh_hant: 房間

source: Room ID
ko: 룸 ID
ru: ID комнаты
zh_hans: 房间 ID
zh_hant: 房間 ID

source: Room reference
ko: 룸 참조
ru: Ссылка на комнату
zh_hans: 房间引用
zh_hant: 房間引用

source: Rooms set to "Drafts only" save posts here without sending.
ko: "초안만"으로 설정된 룸은 게시물을 전송하지 않고 여기에 저장합니다.
ru: Комнаты в режиме «Только черновики» сохраняют посты здесь без отправки.
zh_hans: 设为“仅草稿”的房间会将帖子保存在这里而不发送。
zh_hant: 設為「僅草稿」的房間會將貼文儲存在這裡而不傳送。

source: Root endpoint - server status message
ko: 루트 엔드포인트 - 서버 상태 메시지
ru: Корневая эндпоинт — сообщение о состоянии сервера
zh_hans: 根端点 - 服务端状态消息
zh_hant: 根端點 - 服務器狀態消息

source: Root unreadable
ko: 루트를 읽을 수 없음
ru: Корень не читается
zh_hans: 根目录不可读
zh_hant: 根目錄不可讀

source: Rotate
ko: 교체
ru: Поворот
zh_hans: 轮换
zh_hant: 輪換

source: Rotate Key
ko: 키 교체
ru: Поворот клавиши
zh_hans: 轮换密钥
zh_hant: 輪換密鑰

source: Rotate or replace the credentials stored in Keychain.
ko: 키체인에 저장된 자격 증명을 교체합니다.
ru: Смените или замените учётные данные, сохранённые в Связке ключей.
zh_hans: 轮换或替换存储在钥匙串中的凭据。
zh_hant: 輪換或替換存儲在鑰匙串中的憑據。

source: Rotate storage key
ko: 저장소 키 교체
ru: Поворот ключа хранилища
zh_hans: 轮换存储密钥
zh_hant: 輪換存儲密鑰

source: Rotate the storage key?
ko: 저장소 키를 교체하시겠습니까?
ru: Повернуть ключ памяти?
zh_hans: 轮换存储密钥？
zh_hant: 輪換存儲密鑰？

source: Route Endpoints
ko: 경로 엔드포인트
ru: Конечные точки маршрута
zh_hans: 路由端点
zh_hant: 路由端點

source: Route replies to the right agent
ko: 적절한 에이전트에게 답장 연결
ru: Направляйте ответы нужному агенту
zh_hans: 将回复交给合适的智能体
zh_hant: 將回覆交給合適的智慧體

source: Router Balance
ko: 라우터 잔액
ru: Баланс Router
zh_hans: 路由器余额
zh_hant: 路由器均衡

source: Routes
ko: 경로
ru: Маршруты
zh_hans: 路由
zh_hant: 路由

source: Rows the agent is currently using.
ko: 에이전트가 현재 사용 중인 행입니다.
ru: Строки, которые агент использует в данный момент.
zh_hans: 智能体当前正在使用的行。
zh_hant: 智能體當前正在使用的行。

source: Rules
ko: 규칙
ru: Правила
zh_hans: 规则
zh_hant: 規則

source: Rules run first: a leading name (“sales: …”) picks its agent, then the %@ rule, then the agent above.
ko: 규칙이 먼저 적용됩니다. 앞에 붙은 이름(“sales: …”)이 해당 에이전트를 선택하고, 그다음 %@ 규칙, 마지막으로 위의 에이전트가 적용됩니다.
ru: Сначала действуют правила: имя в начале («sales: …») выбирает своего агента, затем правило для %@, затем агент выше.
zh_hans: 规则优先生效：开头的名称（“sales: …”）选择对应智能体，然后是 %@ 规则，最后是上方的智能体。
zh_hant: 規則優先生效：開頭的名稱（「sales: …」）選擇對應智能體，然後是%@規則，最後是上方的智能體。

source: Run
ko: 실행
ru: Запустить
zh_hans: 运行
zh_hant: 運行

source: Run `ollama serve` (or launch the app)
ko: `ollama serve`를 실행합니다(또는 앱 실행).
ru: Запустите `ollama serve` (или запустите приложение)
zh_hans: 运行 `ollama serve`（或启动应用程序）
zh_hant: 運行 `ollama serve`（或啓動應用程序）

source: Run a diagnostic test to verify permission
ko: 진단 테스트를 실행하여 권한 확인
ru: Запустите диагностический тест, чтобы проверить разрешение
zh_hans: 运行诊断测试以验证权限
zh_hant: 運行診斷測試以驗證權限

source: Run a local model
ko: 로컬 모델 실행
ru: Запустить локальную модель
zh_hans: 运行本地模型
zh_hant: 執行本機模型

source: Run agent commands confined to a sandbox workspace on this Mac. (macOS 26 or later adds full VM isolation.)
ko: 이 Mac에서 샌드박스 워크스페이스로 제한된 에이전트 명령을 실행합니다. (macOS 26 이상에서는 완전한 VM 격리가 추가됩니다.)
ru: Выполняйте команды агентов на этом Mac в пределах рабочей области песочницы. (macOS 26 и новее добавляет полную изоляцию в ВМ.)
zh_hans: 在这台 Mac 上运行受限于沙盒工作区的智能体命令。（macOS 26 或更高版本提供完整的 VM 隔离。）
zh_hant: 在這臺 Mac 上執行受限於沙盒工作區的代理命令。（macOS 26 或更新版本提供完整的 VM 隔離。）

source: Run code and commands in an isolated sandbox.
ko: 격리된 샌드박스에서 코드 및 명령어를 실행합니다.
ru: Запускайте код и команды в изолированной песочнице.
zh_hans: 在隔离的沙盒中运行代码和命令。
zh_hant: 在隔離的沙盒中運行代碼和命令。

source: Run code in a secure Linux container
ko: 안전한 Linux 컨테이너에서 코드 실행
ru: Запускайте код в безопасном контейнере Linux
zh_hans: 在安全的 Linux 容器中运行代码
zh_hant: 在安全的 Linux 容器中運行代碼

source: Run code in an isolated sandbox
ko: 격리된 샌드박스에서 코드 실행
ru: Выполняйте код в изолированной песочнице
zh_hans: 在隔离的沙盒中运行代码
zh_hant: 在隔離的沙盒中執行程式碼

source: Run Command
ko: 명령어 실행
ru: Выполнить команду
zh_hans: 运行命令
zh_hant: 運行命令

source: Run Diagnostics
ko: 진단 실행
ru: Запустить диагностику
zh_hans: 运行诊断
zh_hant: 運行診斷

source: Run frequency and limits are configured in the Scheduling section below.
ko: 실행 빈도 및 제한은 아래의 일정 섹션에서 구성됩니다.
ru: Частота запуска и ограничения настраиваются в разделе «Планирование» ниже.
zh_hans: 运行频率和限制在下方调度部分中配置。
zh_hant: 運行頻率和限制在下方調度部分中配置。

source: Run history and the audit trail of every write the agent has done.
ko: 에이전트가 수행한 모든 쓰기에 대한 실행 기록 및 감사 추적.
ru: История запусков и контрольный журнал каждой записи, выполненной агентом.
zh_hans: 运行历史，以及智能体每次写入操作的审计轨迹。
zh_hant: 運行歷史，以及智能體每次寫入操作的審計軌跡。

source: Run ID: %@
ko: 실행 ID: %@
ru: Запустите ID: %@
zh_hans: 运行 ID：%@
zh_hant: 運行ID：%@

source: Run in
ko: 다음에서 실행
ru: Беги
zh_hans: 运行于
zh_hant: 運行於

source: Run in menu bar only (requires restart)
ko: 메뉴 막대에서만 실행(다시 시작 필요)
ru: Запускать только в строке меню (требуется перезагрузка)
zh_hans: 仅在菜单栏运行（需要重启）
zh_hant: 僅在菜單欄運行（需要重啓）

source: Run isolated Linux containers for agent plugins and autonomous execution.
ko: 에이전트 플러그인 및 자율 실행을 위해 격리된 Linux 컨테이너를 실행합니다.
ru: Запускайте изолированные контейнеры Linux для подключаемых модулей агентов и автономного выполнения.
zh_hans: 为智能体插件和自主执行运行隔离的 Linux 容器。
zh_hant: 爲智能體插件和自主執行運行隔離的 Linux 容器。

source: Run JXA script
ko: JXA 스크립트 실행
ru: Запустить скрипт JXA
zh_hans: 运行 JXA 脚本
zh_hant: 運行 JXA 腳本

source: Run LLMs locally
ko: 로컬에서 LLM 실행
ru: Запустите LLMs локально
zh_hans: 本地运行 LLM
zh_hant: 本地運行 LLM

source: Run models locally via Ollama
ko: Ollama를 통해 로컬에서 모델 실행
ru: Запускайте модели локально через Ollama
zh_hans: 通过 Ollama 在本地运行模型
zh_hant: 通過 Ollama 在本地運行模型

source: Run Now
ko: 지금 실행
ru: Беги сейчас
zh_hans: 立即运行
zh_hant: 立即運行

source: Run Osaurus sandbox provisioning on macOS 26 or later.
ko: macOS 26 이상에서 Osaurus 샌드박스 프로비저닝을 실행합니다.
ru: Запустите подготовку песочницы Osaurus на macOS 26 или новее.
zh_hans: 在 macOS 26 或更高版本上运行 Osaurus 沙盒配置。
zh_hant: 在macOS 26或更高版本上運行Osaurus沙盒配置。

source: Run preflight to inspect host paths, permissions, and repair suggestions.
ko: 사전 검사를 실행하여 호스트 경로, 권한 및 복구 제안을 검사합니다.
ru: Запустите предварительную проверку, чтобы проверить пути к хостам, разрешения и предложения по исправлению.
zh_hans: 运行预检以检查主机路径、权限和修复建议。
zh_hant: 運行預檢以檢查主機路徑、權限和修復建議。

source: Run sandbox provisioning on an Apple Silicon Mac.
ko: Apple Silicon Mac에서 샌드박스 프로비저닝을 실행합니다.
ru: Запустите подготовку песочницы на Apple Silicon Mac.
zh_hans: 在搭载 Apple 芯片的 Mac 上运行沙盒配置。
zh_hant: 在 Apple 硅芯片 Mac 上運行沙盒配置。

source: Run Set Up Sandbox so Osaurus can create or download %@.
ko: Osaurus가 %@을(를) 생성하거나 다운로드할 수 있도록 샌드박스 설정을 실행하세요.
ru: Запустите «Настроить песочницу», чтобы Osaurus мог создать или загрузить %@.
zh_hans: 运行设置沙盒以便 Osaurus 可以创建或下载 %@。
zh_hant: 運行設置沙盒以便 Osaurus 可以創建或下載%@。

source: Run Shell Commands
ko: 셸 명령 실행
ru: Запуск команд оболочки
zh_hans: 运行 Shell 命令
zh_hant: 運行Shell命令

source: Run terminal commands inside the safety net.
ko: 안전망 내에서 터미널 명령을 실행합니다.
ru: Запускает команды терминала в защищённой среде.
zh_hans: 在安全网内运行终端命令。
zh_hant: 在安全網內運行終端命令。

source: Run test
ko: 테스트 실행
ru: Запустить тест
zh_hans: 运行测试
zh_hant: 運行測試

source: Run the full agent chat loop server-side, streaming SSE text deltas
ko: 서버 측에서 전체 에이전트 채팅 루프를 실행하고 SSE 텍스트 델타를 스트리밍합니다.
ru: Запустите полный цикл чата агента на стороне сервера, транслируя SSE текстовые различия.
zh_hans: 在服务端运行完整智能体聊天循环，并以 SSE 流式推送文本增量
zh_hant: 在服務端運行完整智能體聊天循環，並以 SSE 流式推送文本增量

source: running
ko: 실행 중
ru: бег
zh_hans: 运行中
zh_hant: 運行中

source: Running
ko: 실행 중
ru: Выполняется
zh_hans: 运行中
zh_hant: 正在運行

source: Running a command
ko: 명령 실행 중
ru: Выполнение команды
zh_hans: 正在运行命令
zh_hant: 正在運行命令

source: Running a command in sandbox
ko: 샌드박스에서 명령 실행 중
ru: Запуск команды в песочнице
zh_hans: 正在沙盒中运行命令
zh_hant: 正在沙盒中運行命令

source: Running a database command
ko: 데이터베이스 명령 실행 중
ru: Запуск команды базы данных
zh_hans: 正在运行数据库命令
zh_hant: 正在運行數據庫命令

source: Running a database view
ko: 데이터베이스 뷰 실행 중
ru: Запуск представления базы данных
zh_hans: 正在运行数据库视图
zh_hant: 正在運行數據庫視圖

source: Running code in sandbox
ko: 샌드박스에서 코드 실행 중
ru: Запуск кода в песочнице
zh_hans: 正在沙盒中运行代码
zh_hant: 正在沙盒中運行代碼

source: Running on port %@
ko: 포트 %@에서 실행 중
ru: Запуск на порту %@
zh_hans: 正在端口 %@ 上运行
zh_hant: 正在端口 %@ 上運行

source: Running on the host means this subprocess can access your files, network, and credentials. Only use Host for tools you trust.
ko: 호스트에서 실행하면 이 하위 프로세스가 파일, 네트워크 및 자격 증명에 접근할 수 있습니다. 신뢰하는 도구에만 호스트를 사용하세요.
ru: Запуск на хосте означает, что этот подпроцесс может получить доступ к вашим файлам, сети и учётным данным. Используйте Host только для инструментов, которым вы доверяете.
zh_hans: 在主机上运行意味着此子进程可以访问你的文件、网络和凭据。仅对你信任的工具使用“主机”。
zh_hant: 在主機上運行意味着此子進程可以訪問你的文件、網絡和憑據。僅對你信任的工具使用「主機」。

source: Running...
ko: 실행 중...
ru: Выполняется…
zh_hans: 正在运行...
zh_hant: 正在運行...

source: Running…
ko: 실행 중…
ru: Выполняется…
zh_hans: 正在运行…
zh_hant: 正在運行…

source: Runs
ko: 실행
ru: Бежит
zh_hans: 运行记录
zh_hant: 運行

source: Runs Anywhere
ko: 어디서나 실행됨
ru: Работает где угодно
zh_hans: 随处运行
zh_hant: 隨處運行

source: Runs directly on the macOS host. Prefer full executable paths for GUI-launched apps.
ko: macOS 호스트에서 직접 실행됩니다. GUI로 실행되는 앱의 경우 전체 실행 경로를 사용하는 것이 좋습니다.
ru: Запускается непосредственно на хосте macOS. Предпочитайте полные пути к исполняемым файлам для приложений, запускаемых с помощью GUI.
zh_hans: 直接在 macOS 主机上运行。建议为 GUI 启动的应用程序使用完整的可执行路径。
zh_hant: 直接在 macOS 主機上運行。建議爲 GUI 啓動的應用程序使用完整的可執行路徑。

source: Runs in an isolated Linux VM with no access to host files or credentials. Outbound network is on by default and can be turned off per agent in the agent's Sandbox settings.
ko: 호스트 파일이나 자격 증명에 접근할 수 없는 격리된 Linux VM에서 실행됩니다. 아웃바운드 네트워크는 기본적으로 켜져 있으며, 에이전트의 샌드박스 설정에서 에이전트별로 끌 수 있습니다.
ru: Работает в изолированном Linux VM без доступа к файлам хоста или учётным данным. Исходящая сеть включена по умолчанию, и ее можно отключить для каждого агента в настройках песочницы агента.
zh_hans: 在隔离的 Linux 虚拟机中运行，无法访问主机文件或凭据。出站网络默认开启，可在智能体的沙盒设置中按智能体关闭。
zh_hant: 在隔離的 Linux 虛擬機中運行，無法訪問主機文件或憑據。出站網絡默認開啓，可在智能體的沙盒設置中按智能體關閉。

source: Runs inside the Osaurus sandbox and is torn down on disconnect.
ko: Osaurus 샌드박스 내에서 실행되며 연결이 끊어지면 해제됩니다.
ru: Запускается внутри песочницы Osaurus и отключается при отключении.
zh_hans: 在 Osaurus 沙盒中运行，并在断开连接时被销毁。
zh_hant: 在Osaurus沙盒中運行，並在斷開連接時被銷毀。

source: Runs locally — none of your text touches an external model.
ko: 로컬에서 실행됩니다 — 사용자의 텍스트가 외부 모델로 전송되지 않습니다.
ru: Запускается локально — ни один ваш текст не затрагивает внешнюю модель.
zh_hans: 在本地运行——你的任何文本都不会接触外部模型。
zh_hant: 在本地運行——你的任何文本都不會接觸外部模型。

source: Runs on your Mac. Your chats, files, and keys stay with you. No account, no cloud required.
ko: Mac에서 실행됩니다. 채팅, 파일 및 키가 기기에 유지됩니다. 계정이나 클라우드가 필요하지 않습니다.
ru: Работает на вашем Mac. Чаты, файлы и ключи остаются у вас. Аккаунт и облако не требуются.
zh_hans: 在你的 Mac 上运行。你的聊天记录、文件和密钥都留在你这里。无需账户，无需云端。
zh_hant: 在你的 Mac 上運行。你的聊天記錄、文件和密鑰都留在你這裡。無需賬戶，無需雲端。

source: Runs right on your Mac. Private, and works offline.
ko: Mac에서 바로 실행됩니다. 비공개이며 오프라인으로 작동합니다.
ru: Работает прямо на вашем Mac. Частный и работает в автономном режиме.
zh_hans: 直接在你的 Mac 上运行。私密，且可离线使用。
zh_hant: 直接在你的 Mac 上運行。私密，且可離線使用。

source: Runs Well
ko: 원활하게 실행됨
ru: Хорошо работает
zh_hans: 运行良好
zh_hant: 運行良好

source: Runtime
ko: 런타임
ru: Время выполнения
zh_hans: 运行时
zh_hant: 運行時

source: Runtime socket path exists.
ko: 런타임 소켓 경로가 존재합니다.
ru: Путь к сокету среды выполнения существует.
zh_hans: 运行时套接字路径存在。
zh_hant: 運行時套接字路徑存在。

source: Runtime Tools
ko: 런타임 도구
ru: Инструменты времени выполнения
zh_hans: 运行时工具
zh_hant: 運行時工具

source: Safe Auto
ko: 안전 자동
ru: Безопасный Авто
zh_hans: 安全自动
zh_hant: 安全自動

source: Safe Auto is the default. Strict can refuse before load when a request cannot fit the selected budget.
ko: 안전 자동이 기본값입니다. 엄격 모드는 요청이 선택한 예산에 맞지 않을 경우 로드 전에 거부할 수 있습니다.
ru: Безопасный автоматический режим установлен по умолчанию. Strict может отказать перед загрузкой, если запрос не может уложиться в выбранный бюджет.
zh_hans: 安全自动模式为默认设置。严格模式会在加载前拒绝无法满足所选预算的请求。
zh_hant: 安全自動模式爲默認設置。嚴格模式會在加載前拒絕無法滿足所選預算的請求。

source: Safetensors missing
ko: Safetensors 없음
ru: Предохранители отсутствуют
zh_hans: Safetensors 缺失
zh_hant: Safetensors 缺失

source: Safety Level
ko: 안전 수준
ru: Уровень безопасности
zh_hans: 安全级别
zh_hant: 安全級別

source: Sampling Defaults
ko: 샘플링 기본값
ru: Выборка значений по умолчанию
zh_hans: 采样默认值
zh_hant: 採樣默認值

source: Sampling diversity (0–1)
ko: 샘플링 다양성(0–1)
ru: Разнообразие выборки (0–1)
zh_hans: 采样多样性（0–1）
zh_hant: 採樣多樣性（0–1）

source: sandbox
ko: 샌드박스
ru: песочница
zh_hans: 沙盒
zh_hant: 沙盒

source: Sandbox
ko: 샌드박스
ru: Песочница
zh_hans: 沙盒
zh_hant: 沙盒

source: Sandbox Cleanup
ko: 샌드박스 정리
ru: Очистка песочницы
zh_hans: 沙盒清理
zh_hant: 沙盒清理

source: Sandbox Cleanup Incomplete
ko: 샌드박스 정리 불완전
ru: Очистка песочницы не завершена
zh_hans: 沙盒清理未完成
zh_hant: 沙盒清理未完成

source: Sandbox configuration
ko: 샌드박스 구성
ru: Конфигурация песочницы
zh_hans: 沙盒配置
zh_hant: 沙盒配置

source: Sandbox configuration could not be decoded
ko: 샌드박스 구성을 디코딩할 수 없습니다
ru: Конфигурацию песочницы не удалось декодировать
zh_hans: 沙盒配置无法解码
zh_hant: 沙盒配置無法解碼

source: Sandbox configuration file is missing
ko: 샌드박스 구성 파일이 없습니다
ru: Файл конфигурации песочницы отсутствует
zh_hans: 沙盒配置文件缺失
zh_hant: 沙盒配置文件缺失

source: Sandbox enabled — container not running
ko: 샌드박스 사용함 — 컨테이너가 실행 중이 아님
ru: Песочница включена — контейнер не запущен
zh_hans: 沙盒已启用 — 容器未运行
zh_hant: 沙盒已啓用 - 容器未運行

source: Sandbox is active — click to disable. Right-click for settings.
ko: 샌드박스가 활성화되었습니다 — 클릭하여 사용 안 함으로 설정하세요. 마우스 오른쪽 버튼을 클릭하면 설정이 열립니다.
ru: Песочница активна — нажмите, чтобы отключить. Щелкните правой кнопкой мыши для настроек.
zh_hans: 沙盒处于活动状态 — 点击可禁用。右键打开设置。
zh_hant: 沙盒處於活動狀態 - 點擊可禁用。右鍵打開設置。

source: Sandbox is not available on this system
ko: 이 시스템에서는 샌드박스를 사용할 수 없습니다
ru: Песочница недоступна в этой системе
zh_hans: 此系统上沙盒不可用
zh_hant: 此係統上沙盒不可用

source: Sandbox is starting up…
ko: 샌드박스를 시작하는 중…
ru: Песочница запускается…
zh_hans: 沙盒正在启动…
zh_hant: 沙盒正在啓動…

source: Sandbox is still loading...
ko: 샌드박스를 아직 불러오는 중...
ru: Песочница всё ещё загружается…
zh_hans: 沙盒正在加载中...
zh_hant: 沙盒正在加載中...

source: Sandbox Network
ko: 샌드박스 네트워크
ru: Сеть-песочница
zh_hans: 沙盒网络
zh_hant: 沙盒網絡

source: Sandbox not running
ko: 샌드박스가 실행 중이 아님
ru: Песочница не работает
zh_hans: 沙盒未运行
zh_hant: 沙盒未運行

source: Sandbox Plugin Creator
ko: 샌드박스 플러그인 생성기
ru: Создатель плагинов для песочницы
zh_hans: 沙盒插件创建助手
zh_hant: 沙盒插件創建助手

source: Sandbox Plugins
ko: 샌드박스 플러그인
ru: Плагины песочницы
zh_hans: 沙盒插件
zh_hant: 沙盒插件

source: Sandbox requires macOS 26 or later.
ko: 샌드박스는 macOS 26 이상이 필요합니다.
ru: Для песочницы требуется macOS 26 или новее.
zh_hans: 沙盒需要 macOS 26 或更高版本。
zh_hant: 沙盒需要 macOS 26 或更高版本。

source: Sandbox Resources Removed
ko: 샌드박스 리소스 제거됨
ru: Ресурсы песочницы удалены
zh_hans: 沙盒资源已移除
zh_hant: 沙盒資源已移除

source: Sandbox running
ko: 샌드박스 실행 중
ru: Песочница запущена
zh_hans: 沙盒运行中
zh_hant: 沙盒執行中

source: Sandbox setup has not completed
ko: 샌드박스 설정이 완료되지 않았습니다
ru: Настройка песочницы не завершена
zh_hans: 沙盒设置未完成
zh_hant: 沙盒設置未完成

source: Sandbox starting...
ko: 샌드박스 시작 중...
ru: Запуск песочницы...
zh_hans: 沙盒启动中...
zh_hant: 沙盒啟動中...

source: Sandbox State
ko: 샌드박스 상태
ru: Состояние песочницы
zh_hans: 沙盒状态
zh_hant: 沙盒狀態

source: Sandbox stopped
ko: 샌드박스 중지됨
ru: Песочница остановлена
zh_hans: 沙盒已停止
zh_hant: 沙盒已停止

source: Sandbox Tools
ko: 샌드박스 도구
ru: Инструменты песочницы
zh_hans: 沙盒工具
zh_hant: 沙盒工具

source: Sandbox unavailable
ko: 샌드박스 사용 불가
ru: Песочница недоступна
zh_hans: 沙盒不可用
zh_hant: 沙盒不可用

source: Sandbox Unavailable
ko: 샌드박스 사용 불가
ru: Песочница недоступна
zh_hans: 沙盒不可用
zh_hant: 沙盒不可用

source: Sandbox unavailable — stdio MCP skipped
ko: 샌드박스 사용 불가 — stdio MCP 건너뜀
ru: Песочница недоступна — stdio MCP пропущен
zh_hans: 沙盒不可用 —— 已跳过 stdio MCP
zh_hant: 沙盒不可用 —— 已跳過 stdio MCP

source: Sandboxed code execution.
ko: 샌드박스 코드 실행.
ru: Выполнение кода в песочнице.
zh_hans: 沙盒代码执行。
zh_hant: 沙盒程式碼執行。

source: Sandboxed commands see ~/.osaurus/container/workspace/ as /workspace — the only directory they can write to. Open it in Finder to browse or edit files directly.
ko: 샌드박스 명령은 ~/.osaurus/container/workspace/를 /workspace로 인식하며, 이는 쓸 수 있는 유일한 디렉터리입니다. Finder에서 열어 파일을 직접 탐색하거나 편집하세요.
ru: Команды в песочнице видят ~/.osaurus/container/workspace/ как /workspace — единственный каталог, доступный им для записи. Откройте его в Finder, чтобы просматривать или редактировать файлы напрямую.
zh_hans: 沙盒命令将 ~/.osaurus/container/workspace/ 视为 /workspace — 这是它们唯一可写入的目录。在访达中打开即可直接浏览或编辑文件。
zh_hant: 沙盒命令將 ~/.osaurus/container/workspace/ 視為 /workspace — 這是它們唯一可寫入的目錄。在 Finder 中開啟即可直接瀏覽或編輯檔案。

source: Sandboxed execution is unavailable on this device.
ko: 이 기기에서는 샌드박스 실행을 사용할 수 없습니다.
ru: Выполнение в песочнице недоступно на этом устройстве.
zh_hans: 此设备不支持沙盒执行。
zh_hant: 此裝置不支援沙盒執行。

source: Sandboxed execution is unavailable on this device. Native plugins continue to work normally.
ko: 이 기기에서는 샌드박스 실행을 사용할 수 없습니다. 네이티브 플러그인은 계속 정상적으로 작동합니다.
ru: Выполнение в песочнице недоступно на этом устройстве. Нативные плагины продолжают работать как обычно.
zh_hans: 此设备不支持沙盒执行。原生插件仍可正常工作。
zh_hant: 此裝置不支援沙盒執行。原生插件仍可正常運作。
